tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "railwaycat/emacsmacport"
brew "little-cms2"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "cmake"
brew "gmp"
brew "libunistring"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "ncurses"
brew "colima"
brew "coreutils"
brew "dbus"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "expat"
brew "fd"
brew "ffmpeg"
brew "flyway"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "ispell"
brew "jansson"
brew "jq"
brew "libffi"
brew "libgccjit"
brew "libiconv"
brew "libpq"
brew "librsvg"
brew "libvterm"
brew "libxml2"
brew "mailutils"
brew "make"
brew "marksman"
brew "moreutils"
brew "openssl@3"
brew "pass"
brew "pkg-config"
brew "pngpaste"
brew "postgresql@14", restart_service: true
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "spaceship"
brew "texinfo"
brew "tmux"
brew "tree-sitter"
brew "zlib"
brew "zoxide"
brew "zsh-autocomplete"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "amethyst"
cask "dbeaver-community"
cask "emacs-mac-spacemacs-icon"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cantarell"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "postman"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "ms-vscode-remote.remote-containers"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
